START = 'Выберите действие'
REQUEST_CATEGORY = 'Пожалуйста выберите категорию посадочных мест'
REQUEST_DATE = 'Пожалуйста, ниже выберите дату на которую хотите забронировать столик.'
UNSUCCESS_DATE = 'Извините, я не могу забронировать место на предедущие дни, попробуйте еще раз'
REQUEST_TIME = 'Пожалуйста, введите время на которое хотите забронировать столик.\n' \
                                            'Формат времени ЧЧ:ММ (18:55)'
REQUEST_PEOPLE = 'Пожалуйста, введите количество человек'
GET_PHONE_NUMBER = 'Нажмите на кнопку и отправь номер телефона или \n' \
                   'напишите его в формате (+998*********)'
GET_TABLEID = 'Выберите номер столика'
GET_FIRST_NAME = 'Введите свое имя'
BOOKING_CONFIRMED = 'Бронирование прошло успешно'
BOOKING_CANCELED = 'Бронирование отменено'