START = 'Выберите действие'
REQUEST_CATEGORY = 'Пожалуйста выберите категорию посадочных мест'
REQUEST_DATE = 'Пожалуйста, ниже выберите дату на которую хотите забронировать столик.'
FAILED_DATE = 'Извините, я не могу забронировать место на предедущие дни, попробуйте еще раз'
REQUEST_TIME = 'Пожалуйста, введите время на которое хотите забронировать столик.\n' \
                                            'Формат времени ЧЧ:ММ (С шагом на один час: 18:00, 19:00 и т.д)'
FAILED_TIME = 'Не удалось определить время, пожалуйста введите еще раз.'
REQUEST_PEOPLE = 'Пожалуйста, введите количество человек'
GET_PHONE_NUMBER = 'Нажмите на кнопку и отправь номер телефона или \n' \
                   'напишите его в формате (+998*********)'
GET_TABLEID = 'Выберите номер столика\n' \
              'P.S. Столики которые отображаются в кнопках, либо заняты, \n' \
              'либо ориентировочно будут заняты на это время'
GET_FIRST_NAME = 'Введите свое имя'
BOOKING_CONFIRMED = 'Бронирование прошло успешно'
BOOKING_CANCELED = 'Бронирование отменено'