START = 'Выберите действие'
GET_PHONE_NUMBER = 'Нажмите на кнопку и отправь номер телефона или \n' \
                   'напишите его в формате (+998*********)'
GET_FIRST_NAME = 'Введите свое имя'


# Бронирование
BOOKING_REQUEST_CATEGORY = 'Пожалуйста, выберите категорию посадочных мест'
BOOKING_REQUEST_DATE = 'Пожалуйста, ниже выберите дату на которую хотите забронировать столик.'
BOOKING_FAILED_DATE = 'Извините, я не могу забронировать место на предедущие дни, попробуйте еще раз'
BOOKING_REQUEST_TIME = 'Пожалуйста, введите время на которое хотите забронировать столик.\n' \
                                            'Формат времени ЧЧ:ММ (Заказ столиков может осуществлятся только в 00 минут.\n' \
                                            'Например: 18:00, 19:00 и т.д)'
BOOKING_FAILED_TIME = 'Не удалось определить время, пожалуйста введите еще раз.'
BOOKING_REQUEST_PEOPLE = 'Пожалуйста, введите количество человек'

BOOKING_GET_TABLEID = 'Выберите номер столика\n' \
              'P.S. Столики которые не отображаются в кнопках, либо заняты, \n' \
              'либо ориентировочно будут заняты на это время'
BOOKING_CONFIRMED = 'Бронирование прошло успешно'
BOOKING_CANCELED = 'Бронирование отменено'

# Доставка
DELIVERY_REQUEST_CATEGORY = 'Категории меню'
DELIVERY_REQUEST_DISH = 'Выберите блюдо'
DELIVERY_REQUEST_QUANTITY = 'Пожалуйста, введите количество'
DELIVERY_BASKET = 'Добавлено в корзину'